Repository: Liturgical-Calendar/AmazonAlexa-newsbrief
Catalog: i18n/*/LC_MESSAGES/litcal.po
Languages: pl

source: Liturgy of the Day
pl: Liturgia dnia

source: Today is
pl: Dzisiaj jest

source: This evening there will be a Vigil Mass for the %1$s.
pl: Dziś wieczorem odbędzie się msza czuwania w intencji %1$s.

source: Vigil Mass
pl: Msza czuwania

source: This evening there will be a Vigil Mass for the %1$s %2$s.
pl: Dziś wieczorem odbędzie się msza czuwania w intencji %1$s %2$s.

source: Today is %1$s the %2$s.
pl: Dzisiaj jest %1$s %2$s.

source: also
pl: również

source: Today is %1$s the %2$s of %3$s.
pl: Dzisiaj jest %1$s %2$s z %3$s.

source: Today is %1$s the %2$s, %3$s.
pl: Dzisiaj jest %1$s %2$s, %3$s.

source: Today is %1$s the day of %2$s.
pl: Dziś jest %1$s dzień %2$s.

source: green
pl: zielony

source: purple
pl: fioletowy

source: white
pl: biały

source: red
pl: czerwony

source: pink
pl: różowy

source: Proper
pl: Właściwy

source: Dedication of a Church
pl: Poświęcenie kościoła

source: Blessed Virgin Mary
pl: Najświętsza Maryja Panna

source: Martyrs
pl: Męczennicy

source: Pastors
pl: Pastorzy

source: Doctors
pl: Doktorzy

source: Virgins
pl: Dziewice

source: Holy Men and Women
pl: Święci mężczyźni i kobiety

source: For One Martyr
pl: Dla jednego męczennika

source: For Several Martyrs
pl: Dla kilku męczenników

source: For Missionary Martyrs
pl: Za misjonarzy męczenników

source: For One Missionary Martyr
pl: Dla jednego misjonarza męczennika

source: For Several Missionary Martyrs
pl: Dla kilku misjonarzy męczenników

source: For a Virgin Martyr
pl: Dla Dziewicy Męczennicy

source: For a Holy Woman Martyr
pl: Dla świętej kobiety męczennicy

source: For a Pope
pl: Za papieża

source: For a Bishop
pl: Dla biskupa

source: For One Pastor
pl: Dla jednego pastora

source: For Several Pastors
pl: Dla kilku pastorów

source: For Founders of a Church
pl: Dla założycieli kościoła

source: For One Founder
pl: Dla jednego założyciela

source: For Several Founders
pl: Dla kilku założycieli

source: For Missionaries
pl: Dla misjonarzy

source: For One Virgin
pl: Dla jednej dziewicy

source: For Several Virgins
pl: Dla kilku dziewic

source: For Several Saints
pl: Dla kilku świętych

source: For One Saint
pl: Dla jednego świętego

source: For an Abbot
pl: Dla opata

source: For a Monk
pl: Dla mnicha

source: For a Nun
pl: Dla zakonnicy

source: For Religious
pl: Dla religijnych

source: For Those Who Practiced Works of Mercy
pl: Dla tych, którzy praktykowali uczynki miłosierdzia

source: For Educators
pl: Dla nauczycieli

source: For Holy Women
pl: Dla świętych kobiet

# (SING_FEMM)
source: of the
pl: z

# (PLUR_FEMM)
source: of
pl: z

# (PLUR_MASC)
source: of
pl: z

# (SING_MASC)
source: of the
pl: z

source: From the Proper of the festivity
pl: Od właściwego święta

source: From the Common
pl: Ze wspólnego

source: or
pl: lub

source: weekday
pl: dzień powszedni

source: Commemoration
pl: Obchody

source: Optional memorial
pl: Opcjonalne upamiętnienie

source: Memorial
pl: Upamiętnienie

source: FEAST
pl: ŚWIĘTO

source: FEAST OF THE LORD
pl: ŚWIĘTO PAŃSKIE

source: SOLEMNITY
pl: NAMASZCZENE

source: celebration with precedence over solemnities
pl: obchody z pierwszeństwem przed uroczystościami
